export class Zaw {

}


const ZawStrike = [
  ["Balla", "宝拉", 68, 0.083, 0.18, 0.18],
  ["Dokrahm", "多克拉姆", 68, 0.083, 0.18, 0.18],
  ["Kronsh", "", 86, -0.067, 0.18, 0.18],
  ["Ooltha", "乌尔萨", 72, 0.000, 0.18, 0.18],
  ["Plague Keewar", "瘟疫 奇沃", 79, -0.033, 0.18, 0.22],
  ["Plague Kripath", "瘟疫 克里帕丝", 70, 0.033, 0.22, 0.18],
  ["Rabvee", "拉比威", 86, -0.067, 0.18, 0.18],
  ["Sepfahn", "瑟普梵", 72, 0.000, 0.20, 0.20],
  ["Dehtat", "德塔特", 68, 0.083, 0.18, 0.18],
  ["Cyath", "西亚什", 72, 0.000, 0.18, 0.18],
  ["Mewan", "密丸", 86, -0.067, 0.18, 0.18],
];

const ZawGrip = [
  ["Korb", "科布", 0, 28, 0.783],
  ["Peye", "佩耶", 0, -4, 1.000],
  ["Plague Akwin", "瘟疫 艾克文", 0, -2, 0.950],
  ["Laka", "拉卡", 0, 0, 0.917],
  ["Kwath", "库阿斯", 0, 14, 0.850],
  ["Plague Bokwin", "瘟疫 柏克文", 1, 7, 0.883],
  ["Seekalla", "斯卡拉", 1, -4, 1.000],
  ["Shtung", "石当", 1, 28, 0.783],
  ["Jayap", "查亚普", 1, 0, 0.917],
  ["Kroostra", "克鲁斯查", 1, 14, 0.850],
];

const ZawLinks = [
  ["Jai", "翟", -4, 0.083, 0, 0],
  ["Jai II", "翟 II", -8, 0.167, 0, 0],
  ["Ruhang", "如杭", 14, -0.067, 0, 0],
  ["Ruhang II", "如杭 II", 28, -0.133, 0, 0],
  ["Ekwana Jai", "伊克瓦纳 翟", -4, 0.083, -4, 7],
  ["Ekwana Ruhang", "伊克瓦纳 如杭", 14, -0.067, -4, 7],
  ["Vargeet Jai", "瓦吉特 翟", -4, 0.083, 7, -4],
  ["Vargeet Ruhang", "瓦吉特 如杭", 14, -0.067, 7, -4],
  ["Ekwana II Jai", "伊克瓦纳 II 翟", -4, 0.083, -8, 14],
  ["Ekwana II Ruhang", "伊克瓦纳 II 如杭", 14, -0.067, -8, 14],
  ["Vargeet II Jai", "瓦吉特 II 翟", -4, 0.083, 14, -8],
  ["Vargeet II Ruhang", "瓦吉特 II 如杭", 14, -0.067, 14, -8],
  ["Ekwana Jai II", "伊克瓦纳 翟 II", -8, 0.167, -4, 7],
  ["Ekwana Ruhang II", "伊克瓦纳 如杭 II", 28, -0.133, -4, 7],
  ["Vargeet Jai II", "瓦吉特 翟 II", -8, 0.167, 7, -4],
  ["Vargeet Ruhang II", "瓦吉特 如杭 II", 28, -0.133, 7, -4],
];
